Repository: mozilla-l10n/mt-training-data
Catalog: ti/ti_pontoon.tmx
Source language: en_us
Languages: ti

source: 2019 End-of-Year Release
ti: ናይ መወዳእታ ዓመት 2019 ፈነወ

source: 2 down, keep it up!<playIcon></playIcon>
ti: 2 ንታሕቲ, ቀጽል!<playIcon></playIcon>

source: ≥ 2 No votes
ti: ≥ 2 ጌጋ ምርጫታት

source: ≥ 2 Yes votes
ti: ≥ 2 እወ ምርጫታት

source: Abkhaz
ti: ኣብኻዝያ

source: About
ti: ብዛዕባ

source: Accent
ti: ላህጃ

source: Account
ti: ኣካውንት

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
ti: <accuracyLink>ብዛዕባ መዐቀኒታት ልክዕነት ዝያዳ ርአ።</accuracyLink>

source: Acehnese
ti: ኣሰሀነስ

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
ti: { $actionType }<playIcon></playIcon> ነቲ ጽሑፍ ብትኽክልዶ ተዛሪቦሞ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
ti: { $actionType }<recordIcon></recordIcon> ቀጺልካ ነቲ ምሉእ ሓሳብ ዓው ኢልካ ኣንብቦ

source: { $actionType }<stopIcon></stopIcon> when done
ti: { $actionType }<stopIcon></stopIcon> ምስ ወዳእካ

source: { $actionType } submit when ready
ti: { $actionType } ድሉው ኣብ ዝኾንካሉ ኣረክብ

source: Add as much information as you can about the language. This could include:
ti: ብዛዕባ እቲ ቋንቋ ብዝተኻእለካ መጠን ሓበሬታ ወስኸሉ። እዚ ከጠቓልል ይኽእል እዩ፤

source: Additional Language
ti: ተወሳኹ ቛንቛ

source: Add Language
ti: ተወሳኺ ቛንቛ ኣእቱ

source: Add new custom accent "{ $inputValue }"
ti: ሓድሽ ላሃጃ ኣእቱ "{ $inputValue }"

source: Add Your Voice
ti: ድምጽኻ ኣእትው

source: Adyghe
ti: ኣድይገ

source: Afaan Oromo
ti: ኦሮሞ

source: A few bytes
ti: ዉሑድ ባይታት

source: Afrikaans
ti: ኣፍሪካስ

source: Age
ti: ዕድመ

source: Albanian
ti: ኣልባንያን

source: All
ti: ኩሉ

source: Amharic
ti: ኣምሓርኛ

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
ti: ከም ዕድመ ጾታ ኣደማምጻ ዝኣመሰለ መለልዮም ዝተሸፈኑ ኣጠቓቕማ ሓበሬታ ንልክዕነት ናይ ምዝራብ ሞተር ንምስልጣን ዘገልግል ናይ ዝስማዕ ሓበሬታ ንምምሕያሽ ይሕግዝ። ስም ተጠቃሚኻን ኢ-መይልካን ምስቲ ዝለኣኽካዮ ሓበሬታ ፈጺሙ ኣይተሓሓዝን እዩ፣ ስም ተጠቃሚኻ ንህዝቢ ኸተፍልጥ ወይ ስምካ ኸትሰትሮ እውን ክትመርጽ ትኽእል ኢኻ።

source: Approve
ti: ኣጽድቕ

source: Arabic
ti: ዓረብ

source: Aragonese
ti: ኣራጎነስ

source: Armenian
ti: ኣርመንያን

source: Armenian Western
ti: ምዕራብ ኣርመንያን

source: Ask about a new language
ti: ብዛዕባ ሓድሽ ቛንቛ ሕተት

source: Assamese
ti: ኣሳመሰ

source: Asturian
ti: ኣሰቱርያን

source: Audio Format
ti: ናይ ዝስማዕ ቅዳሕ ዓይነት

source: Avatar
ti: ምስሊ

source: Avatar uploaded
ti: ምስሊ ኣደይብ

source: Average
ti: ማእከላይ

source: A voice clip is marked "valid" when a user gives it a Yes vote.
ti: ሓደ ተጠቃሚ 'አወ' ኢሉ ኺመርጽ ከሎ ክሊፕ ድምጺ "ቅኑዕ" ዚብል ምልክት ይግበረሉ እዩ።

source: Avoid too much background noise - it should be easy to hear you.
ti: ብዙሕ ድሕረ ባይታ ድምጺ ኣወግድ - ንኽትሰምዓካ ቀሊል ክኸውን ኣለዎ።

source: Awards
ti: ሽልማት

source: Azerbaijani
ti: ኣዘርባጃኒ

source: Back
ti: ተመለስ

source: Background Noise
ti: ኣከባያዊ ረበሻታት

source: Background Voices
ti: ኣከባያዊ ድምጽታት

source: Back to Top
ti: ናብ ላዕሊ ተመለስ

source: Bambara
ti: ባምባራ

source: Basaa
ti: ባሳ

source: Bashkir
ti: ባሽኪር

source: Basque
ti: ባስክ

source: Belarusian
ti: ቤላሩስያን

source: Benefits
ti: ረብሓታት

source: Bengali
ti: ቤንጋሊ

source: <bold>{ $count }</bold> Clips
ti: ክሊፓት

source: <bold>Help us</bold> find more voices
ti: ተወሳኺ ድምጽታት ክንረክብ <bold>ሓግዙና</bold>

source: Bosnian
ti: ቦዝንያዊ

source: Both
ti: ክልቲኡ

source: Both (Speak and Listen)
ti: ክልቲኡ (ምዝራብን ምስማዕን)

source: Breton
ti: ብሬቶን

source: Browse Languages
ti: ቛንቃታት ዳህስስ

source: Build a custom goal
ti: ሓድሽ ሸቶ ህነጽ

source: Build Profile
ti: ውልቃዊ ሓበሬታ ምላእ

source: Bulgarian
ti: ቡልጋርያን

source: Burmese
ti: ቡርሚስ

source: Buryat
ti: ቡርያት

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
ti: <b>ስለምንታይ ኢ-መይል እልእኽ? </b> ኣብ መጻኢ ብዛዕባ እቲ ኣብ ሓበሬታ ዚርአ ለውጥታት ክንራኸበካ የድልየና ይኸውን ፣ ኢመይል ከኣ መራኸቢ ክንጥቀመሉ ኢና ።

source: By editing your goal, you may lose your existing progress.
ti: ሸቶኻ ብምእራም ነቲ ዘሎካ ዕቤት ከተጥፍኦ ትኽእል ኢኻ።

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
ti: ኢ-መይል ክትቅበል ብምምራጽካ ሞዚላ ነዚ ሓበሬታ እዚ ክትሕዞ ኣብ ናይ ሞዚላ <privacyLink>ናይ ምስጢር ፖሊሲ</privacyLink> ከምዝገለጸቶ ትሰማማዕ ኢኻ።

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
ti: ንመንነት እቶም ኣብ ናይ ኮመን ቮይስ ሓበሬታ ዘለዉ ተዛረብቲ ንምልላይ ከይትፍትን <b>ትሰማምዓሉ ኢኻ</b>

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
ti: ብዛዕባ ርእስኻ እተወሰነ ሓበሬታ ብምሃብ፡ እቲ ናብ ኮመን ቮይስ እትህቦ ዝስማዕ ሓበሬታ ነቲ ነዚ ተጠቒሞም ንዘረባ ንልክዕነቶም ዜመሓይሹ ሞተር ኣፍልጦ ዝያዳ ጠቓሚ ይገብሮ እዩ።

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ti: ኮመን ቮይስ ብምጥቃም ነቲ <termsLink>ቃላትና</termsLink> ከምኡውን <privacyLink>ናይ ምስጢር ምልክታ ትሰማምዓሉ ኢኻ</privacyLink>

source: Cancel Re-recording
ti: ዳግመ-ምቅዳሕ ሰርዝ።

source: Cancel Submission
ti: ምርካብ ኣቛርጽ

source: Can't decide?
ti: ክትውስን ኣሸጊሩካ?

source: Cantonese
ti: ካንቶነሰ

source: Catalan
ti: ካታልያን

source: Central Kurdish
ti: ማእከላይ ኩርዲሽ

source: Change your email via Settings under Login Identity
ti: ኢመይልካ ብ ሰቲንስ ኣብትሕቲ ሎጊን ኣይደንቲቲ ኣቲኻ ቀይሮ

source: <chevron></chevron>See less
ti: <chevron></chevron>ዝዋሓደ ተመልከት

source: <chevron></chevron>See more
ti: <chevron></chevron>ዝያዳ ተመልከት

source: Chinese (China)
ti: ቻይኒዝ

source: Chinese (Hong Kong)
ti: ቻይኒዝ (ሆንግ ኮንግ)

source: Chinese (Taiwan)
ti: ቻይኒዝ (ታይዋን)

source: Chinyanja
ti: ቺንያንያ

source: Choose language/localization
ti: ቛንቛ ምረጽ

source: Chuvash
ti: ቹቫሽ

source: Click
ti: ጠውቕ

source: Clipboard not supported
ti: ክሊፕቦር ኣይድገፍን

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
ti: { $clipCount } ድምጺ ክሊፓት, ጠቅላላ ኣርካይቭ ዓቀን { $size }. ዝወድቐሉ { $expires }.

source: Clip Graveyard
ti: መቓብር ክሊፕ

source: Clips recorded
ti: እተቐድሐ ክሊፕታት

source: Clips Uploaded
ti: ክሊፕስ ተሰቒሉ ኣሎ

source: Clips validated
ti: ዝተራጋገጸ ክሊፓት

source: Clips You've Recorded
ti: ዝቐዳሕኮዮ ክሊፓት

source: Clips You've Validated
ti: ትኽክልነቱ ዘረጋገጽካዮ ክሊፓት

source: Close
ti: ዕጾ

source: Collecting sentences
ti: ምእካብ ምሉእ-ሓሳባታት

source: Comment
ti: ርእይቶ

source: Common Voice data plus all other voice datasets above.
ti: ኮመን ቮይስ ሓበሬታ ከሙኡ ድማ ካልኦት ሓበሬታ ድምጽታታ ኣብ ላዕሊ።

source: Common Voice Dataset
ti: ኮመን ቮይስ ሓበሬታ

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
ti: ሓባራዊ ድምጺ ሞዚላ ንማሽናት ናይ ሓቂ ሰባት ብኸመይ ከም ዝዛረቡ ንምምሃር ዝገበረቶ ተበግሶ ኢዩ።

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
ti: ኮመን ቮይስ ኣብ ዓለም ካብ ዘሎ እቲ ዝዓበየ ንብዙሕ ቋንቋታት እተዳለወ ናይ ድምጺ ሓበሬታ ዝሓዘ ኢዩ

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
ti: ኮመን ቮይስ ቅደሓት ብምሁራት፡ ኣሽቱ ንግዳዊ ትካላት፥ ናይ ድምጺ ተጋዳስነት ዘለዎም ሰባት ከም ሞደል ድምጺ ዝኣመሰለ ኣብ ቅድሚ ህዝቢ ተቐባልነት ዘለዎ መሳርሒ ንምስልጣንን ንምዕባይን ይጥቀሙሉ ኢዮም። ነቲ እተቐድሐ ቕዳሓትካ ስለምንታይ ክትድምስሶ ኸም እትደሊ ኽትነግረና ትኽእልዶ?

source: Community participation and decision making.
ti: ኮማዊ ተሳትፎን ምርገጺ ምውሳድን።

source: Community Playbook
ti: ኮማዊ ፕለይቡክ

source: Confirm Goal
ti: ዕላማኻ ኣረጋግጽ

source: Connect with Gravatar
ti: ብግራቫተር (Gravator) ኣራኽብ

source: Contact
ti: መራኽቦ

source: Contact Form
ti: መወከሲ ቅጺ

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
ti: ኣብ ትሕቲ <licenseLink>ክሪኤቲቭ ሓባራዊ ፍቓድ ዚርከብ ትሕዝቶ</licenseLink>

source: Continue
ti: ቀጽል

source: Contribute
ti: ኣበርክት

source: Contribute sentences
ti: ምሉእ ሓሳባት ኣበርክት

source: Contribute to { $lang }
ti: ናብ { $lang } ኣበርክት

source: Contribution Activity
ti: ኣበርክቶታት

source: Contribution Criteria
ti: መለክዒታት ወፈያ

source: Contribution Experience
ti: ናይ ኣበርክቶ ተመክሮ

source: Contributors record voice clips by reading from a bank of donated sentences.
ti: እቶም ኣበርክቶ ዚገብሩ ሰባት ካብ እኩብ እተወፈየ ምሉእ ሓሳባት ብምንባብ ክሊፕ ድምጺ ይቐድሑ

source: Cookies
ti: ኩክይስ

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
ti: <coquiLink>Coque</coquiLink> ናይ ምዝራብ ተክኖሎጂ ንምኽፋት እተወፈየት እያ። እቲ ፕሮጀክትታቶም ከኣ ዓሚቅ ምምሃር ዝተመርከሰ STTን TTS ሞተረታት ይጠቃልል።

source: Cornish
ti: ኮርኒሽ

source: Corsican
ti: ኮሪሲካን

source: { $count } clips
ti: { $count } ክሊፓት

source: { $count }mo
ti: { $count }ወርሒ

source: { $count }wk
ti: { $count }ሰሙናት

source: { $count }y
ti: ዓመታት

source: Create a Custom Goal
ti: ባዕልኻ እትፈጥሮ ሸቶ ፍጠር።

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
ti: ዝተፈላለዩ ሰባት ኣብ ናይ ኮመን ቮይስ ኣበርክቶ ንኽገብሩ ዕድላት ምፍጣር፡ እቲ ዳታሴት ብዝተኻእለ መጠን ንብዙሓት ሰባት ከም ዘገልግል የረጋግጽ። ክትጥቀሙሉ እትኽእሉ ጸጋታትን ቅጥዕታትን ሰሪሕና ኣለና፦

source: Criteria
ti: ረቛሒታት

source: Croatian
ti: ክሮሽይን

source: Czech
ti: ቸክ

source: Dagbani
ti: ዳግባኒ

source: Daily Goal
ti: ማዓልታዊ ዕላማ

source: Danish
ti: ዳኒሽ

source: Dashboard
ti: ሰሌዳ

source: Dataset Release
ti: ዳታ-ሰቴት ምፍናው

source: Datasets
ti: እኩብ ሓበሬታት

source: Date
ti: ዕለት

source: Days
ti: መዓልታት

source: Delete my recordings
ti: ኣነ ዝቐረጽክዎ ኩሉ ደምስስዎ

source: Delete Profile
ti: ድሕረባይታ ሰርዝ

source: Dhivehi
ti: ዲቨሂ

source: Different language
ti: ካልእ ቛንቛ

source: Difficult
ti: ከቢድ

source: Difficult to pronounce
ti: ንኸተድምጾ ኣሸጋሪ

source: Dioula
ti: ዲዮላ

source: Discard ongoing recording
ti: ዝቕዳሕ ዘሎ ደርብዮ

source: Donate
ti: ኣወፈየ

source: Donate your voice
ti: ድምጺኻ/ኺ ኣወፊ

source: Don't see your language on Common Voice yet?
ti: ቛንቛኻ ኣብ "ኮመን ቮይስ" ኣይኣተወን ድዩ?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
ti: ቛንቋኻ ኣብ ዳታሴት(ሓበሬታ) ኪንጸባረቕ ከሎ ይረኣየካ ኣሎ'ዶ? ቋንቋ ኽትሓትት ናብ ገጽ ቋንቋና ኣምርሕ ።

source: Download
ti: ኣውርድ

source: Download Common Voice Data
ti: ኣብ "ኮመን ቮይስ" ዘሎ ሓበሬታ ኣውርድ

source: Download Data
ti: ሓበሬታ ኣውርድ

source: Download Dataset Bundle
ti: እኩብ ሓበሬታ ኣውርድ

source: Download { $language }
ti: { $language } ኣውርድ

source: Download Links
ti: መውርዲ መርሖታት

source: Download My Data
ti: ናይ ውልቕኻ ሐበሬታ ኣውርድ

source: Download profile data
ti: ድሕረባይታ ኣራግፍ

source: Download the Dataset
ti: ነቲ ናይ ዳታ-ሰተድ ኣውርድ

source: Download the Single Word Target Segment
ti: ነቲ ሓደ ቓል ዕላማ ዘለዎ ክፋል ኣራግፍ

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
ti: ነቲ ናይ ኮመን ቮይስ ሓበሬታ ብኸመይ ብዝሓሸ መገዲ ኸነመሓይሾ ኸም እንኽእል ሓሳባት ኣሎካዶ? ብዛዕባኡ ኣብ ዲስኮርስ ንገረና

source: Do you want to continue?
ti: ከተበርክት ትደሊ ዲኻ?

source: Do you want to Speak, Listen or both?
ti: ድምጽኻ ክትቀድሕ ጥራይ ዲኻ ትደሊ ዋላስ ክትሰምዕ እንኮላይ ትደሊ ኢኻ?

source: Drag and drop or <browseWrap>Browse</browseWrap>
ti: ስሒብካ ድርብዮ ወይ <browseWrap> ፈትሽ</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
ti: ኣብ እዋን ምቅራብ ኣበርክቶ 'Submit' ዝብል ምስ ጸቀጥካ ግብረመልሲኡ ክስገር እዩ። ወፈያ ናብ ዚቕጽል 5 ቅዳሓት ወይ መረጋገጺታት ብቐጥታ ኪቕጽል እዩ።

source: Dutch
ti: ዳች

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
ti: ነፍሲ ወከፍ ኣብቲ ሓበሬታ ዚርከብ ሓበሬታ ፍሉይ MP3ን ምስዚ ዚመሳሰል ናይ ጽሑፍ ፋይልን ዝሓዘ እዩ። መብዛሕትኡ ኻብቲ <b> { $total } </b> እተመዝገበ ሰዓታት ከም ዕድመ ጾታዊ ርክብ ኣደማምጻ ዝኣመሰለ ንልክዕነት ናይ ምዝራብ ሞተር ንምስልጣን ዝሕግዝ ጂኦግራፍያዊ metadata ዘጠቓልል ኢዩ ። እቲ ሓበሬታ ኣብዚ እዋን እዚ <b>{ $valid } </b> ብቛንቋታት <b>{ $languages } </b> እተረጋገጸ ሰዓታት ዝሓቘፈ ኢዩ፡ እንተዀነ ግን ወትሩ ዝያዳ ድምጽን ቋንቋን ንውስኽ ኣሎና ። ቛንቋ ክትውስኽ ኽትሓትት ወይ ወፈያ ኽትጅምር እንተ ሓቲትካ ነቲ <languagesLink>ቛንቋታት</languagesLink> ገጽ ርአ።

source: Eastern Huasteca Nahuatl
ti: ምብራቓዊ ሁዋስተካ ናዋትል

source: Easy
ti: ቀሊል

source: Edit
ti: ቀይር

source: Edit Profile
ti: ወልቃዊ ሓበሬታ ቀይር

source: Email
ti: ኢ-መይል

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
ti: <emailFragment>ተመዝገብ</emailFragment>ኣብ ናይ ሓባር ድምጺ ኣብ ጎስጓሳት፡ ፍጻሜታትን ናይ ሓባር ዲዛይን ባህርያትን ብኸመይ ክትሳተፍ ከም እትኽእል ንምፍላጥ ኣብ ዝርዝር ፖስታና ተመዝገብ።

source: Email is already used for a different account
ti: እዚ ኢመይል እዚ ካልኦት ተጠቂሞምሉ እዮም

source: Email Subscriptions
ti: ናይ ኢመይል መዝገብ

source: English
ti: እንግሊዝ

source: Enter Email to Download
ti: ንኸተውርድ ኢመይልካ ኣእቱ

source: Enter email to send a sign up link
ti: መርሖ ናይ መመዝገቢ ንምልኣኽ ኢ-መይል ኣእቱ

source: Enter your email
ti: ኢመይልካ ኣእቱ

source: Error { $code }
ti: ብልሽት { $code }

source: Erzya
ti: ኢርዝያ

source: Esperanto
ti: ኣስፐሬንቶ

source: Estonian
ti: ኢስቶንያን

source: Events
ti: ፍጻመታት

source: Everyone
ti: ነፍሲ ወከፍ

source: Ewondo
ti: ኤዎንዶ

source: Exit & Delete clips
ti: ክሊፓት ይደምሰስ። ኣውጽእኒ።

source: FAQ
ti: ብተደጋጋሚ ዝሕተቱ ሕቶታ

source: Faroese
ti: ፋሮኣስ

source: Fields marked with an asterisk (*) are required.
ti: ኣድላዪ ቦታ ይሕብር

source: Finish editing first?
ti: ቅድም ምስትኽኻልዶ ክትውድእ?

source: Finish recording
ti: ምቕዳሕ ዛዝም

source: Finish recording first?
ti: ምቕዳሕዶ ቅድም ክትውድእ?

source: Finish Review
ti: ህየሳ ዛዝም

source: Finnish
ti: ፊኒሽ

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
ti: መጀመርታ ቋንቋኻ <languageLink>ድሮ እንተሃልዩ</languageLink> ኣረጋግጽ። እንተዘይኮይኑ፡ <languageRequestLink>ብዛዕባ ቋንቋኻ ምውሳኽ ክትሓትት ትኽእል ኢኻ</languageRequestLink>። ክልተ መድረኻት ኣሎ። ነቲ መርበብ ሓበሬታ ምትርጓም፣ ከምኡ’ውን ሓረጋት ምእካብ

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
ti: ንነፍሲ ወከፍ እተወፈየ ክሊፕ ድምጽን ንነፍሲ ወከፍ ክሊፕ ኣውድዮን ኣብ ነፍሲ ወከፍ ወፈያ እትገብረሉ ቛንቋ ዝገበርካዮ ሓድሽ ዕቤት ንምንጽብራቕ ሰሌዳታት ሕሳብካ እዋናዊ እዩ። እወ ካብ ሓደ ንላዕሊ ኣበርክቶ ኽትገብር ትኽእል ኢኻ! <br/><br/> ኣሃዛትካ ንምክትታል ኣብ ጐድኒ እቶም ኣብቲ ማሕበረሰብ ዘለዉ ሰባት ብኸመይ ትዓዪ ኸም ዘለኻ ንምርኣይ ከምኡውን መዓልታዊ ወይ ሰሙናዊ ናይ ወፈያ ሸቶታት ንምውጻእ ሰሌዳታት ተጠቐም።

source: for example
ti: ንኣብነት

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
ti: ነዚ እተጀመረ ቛንቋታት እቲ ወብ ሳይት ብዕዉት መገዲ <localizationGlossaryLink>ተተርጊሙ</localizationGlossaryLink> ኣሎ፡<speakLink>ንዘረባ</speakLink> ከምኡውን <listenLink>ንምስማዕ</listenLink> ወፈያታት ንምግባር እኹል <sentenceCollectionGlossaryLink>ምሉእ ሓሳባት</sentenceCollectionGlossaryLink> ኣኪቡ ኢዩ።

source: French
ti: ፈረንሳይ

source: Frisian
ti: ፍሪስያን

source: Fulah
ti: ፉላህ

source: Galician
ti: ጋሊሽያን

source: Georgian
ti: ጆርጅያን

source: German
ti: ጀርመን

source: Get involved
ti: ተሳተፍ

source: Get Involved
ti: ተሳተፍ

source: Get started with goals
ti: ሸቶ ንምውቃዕ ጀምር

source: Get Started with Speech Recognition
ti: ንኣፍልጦ ዘረባ ንምጅማር ተበገስ

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
ti: <githubLink>NVIDIA NeMo</githubLink>™ ከኣ<docsLink>ክፉት ምንጪ ዘለዎ ንዋት </docsLink> ተመራመርቲ ብሉጽ ዝዀነ ምስ ሰባት ዚዘራረቡ AI ሞደል ኬማዕብሉ ዘኽእል እዩ።

source: Goal reached
ti: እቲ ዝመደብካዮ በጺሕካዮ ኣሎኻ

source: Goals
ti: ዕላማታት

source: Goan Konkani
ti: ጎኣን ኮንካኒ

source: Go to Discourse
ti: ናብ ዲስኮርስ ኪድ

source: Go to Languages Page
ti: ናብ ናይ ቛንቛታት ገጽ ኪድ

source: Go to { $name }
ti: ናብ { $name } ኪድ

source: <governanceLink>Read more about how we're governed</governanceLink>
ti: <governanceLink>ብዛዕባ ኣመራርሓና ዝያዳ ኣንብቡ</governanceLink>

source: Grammatical / spelling error
ti: ሰዋስዋዊ ወይ ናይ ኣጸሓሕፋ ጌጋ

source: Great! How many clips a week?
ti: ብጣዕሚ ጽቡቕ! ንሰሙን ክንደይ ክሉፕስ ክትቀድሕ ትደሊ?

source: Great! How many clips per day?
ti: ብጣዕሚ ጽቡቕ! ንማዓልቲ ክንደይ ክሉፕስ ክትቀድሕ ትደሊ?

source: Great!<recordIcon></recordIcon> Record your next clip
ti: ተዓወት!<recordIcon></recordIcon> ትቕጽል ክሊፕ ቅላእ

source: Great work!<playIcon></playIcon> Listen again when you're ready
ti: ብሉጽ ስራሕ! <playIcon></playIcon> ምስ ተዳለኻ ምስማዕ ቀጽል

source: Greek
ti: ግሪኽ

source: Guarani
ti: ጉራኒ

source: Gujarati
ti: ጉራኒ

source: Haitian
ti: ሄሽያን

source: Hakha Chin
ti: ሃካ ቺን

source: Hausa
ti: ሃውሳ

source: Have Feedback?
ti: ርእይቶ ኣሎካ ድዩ?

source: Have you read our Terms?
ti: ቃላት ዉዕልና ኣንቢብካዮ'ዶ ?

source: Having an account is not required to contribute, though it is helpful.
ti: ንኽተበርክት ኣካዉንት ክህልወካ ግደታ ኣይኮነን፡ ግና ሓጋዚ እዩ።

source: Having a profile is not required to contribute though it is helpful, see why below.
ti: ድሕረ ባይታ (profile) ሓጋዚ እኳ እንተ ዀነ ንኣበርክቶ ኺገብር ግን ግደታ ኣይኮነንን፣ ስለምንታይ ኣብ ታሕቲ ኸም ዘሎ ርአ ።

source: Hebrew
ti: እብራይስጥ

source: Help
ti: ሓገዝ

source: Help Common Voice reach { $hours } hours in a language with a personal goal
ti: ንኮመን ቮይስ ሓግዝ{ $hours } ሰዓታትኣብ ቛንቃ ብናይ ግሊ ሸቶ

source: Help create Common Voice’s first target segment in { $locale }
ti: ናይ ኮመን ቮይስ ቀዳማይ ክፋል ዕላማ ኣብ{ $locale } ሓገዝ ፍጠር

source: Help reach { $hours } hours in { $language } with a personal goal
ti: ሓገዝ{ $hours } ሰዓታትኣብ { $language } ብናይ ግሊ ሸቶ

source: Help teach machines how real people speak, donate your voice at { $link }
ti: ማሽናት ናይ ሓቂ ሰባት ብኸመይ ከም ዝዛረቡ ንኽንምህሮም፡ ሓገዝ ድምጽኻ ኣብ { $link } ወፈዮ

source: Help us build a community around voice technology, stay in touch via email.
ti: ኣብ ከባቢ ተክኖሎጅያዊ ድምጺ ማሕበረሰብ ንኽንሃንጽ ብኢ-መይል ክንራኸብ ተሓጋገዘና።

source: Help us build a high quality, publicly open dataset
ti: ብሉጽን ኣብ ቅድሚ ህዝቢ ኽፉት ዝዀነን ሓበሬታ ንኽንሰርሕ ሓግዘና

source: Help us find more voices, share your goal
ti: ዝያዳ ድምጽታት ክንርክብ ሸቶኻ ብምክፋል ሓግዝ

source: Help us find others to donate their voice!
ti: ድምጾም ዚውፍዩ ኻልኦት ሰባት ክንረክብ ሓግዘና!

source: Help us get to { $goal }
ti: ናብ { $goal } ንኽንበጽሕ ሓግዘና ።

source: Help us validate sentences!
ti: ምሉእ ሓሳባት ናባና ንኸነረጋግጽ ሓግዙና!

source: Help us validate voices
ti: ድምጺ ኸነረጋግጽ ሓግዘና

source: Here are the links to download your ZIP files.
ti: ፋይላት ZIP ከተራግፍ እትኽእለሉ መርሖታት እንሆ።

source: Hidden
ti: ሕቡእ

source: Hiligaynon
ti: ሂሊጋይነን

source: Hill Mari
ti: ሂል ማሪ

source: Hindi
ti: ሂንዲ

source: His hand was rais-ed.
ti: ኢዱ ተላዒላ ነይራ።

source: Hours
ti: ሰዓታት

source: Hours Recorded
ti: ዝተቐድሑ ሰዓታት

source: Hours Validated
ti: ዝተረጋገጹ ሰዓታት

source: How ?
ti: ብኸመይ?

source: How are project decisions made?
ti: ናይ ፕሮጀክት ውሳነታት ብኸመይ ይግበር?

source: How can we effectively grow a language on Common Voice?
ti: ከመይ ጌርና ኣብ ናይ ሓባር ድምጺ ቋንቋ ብኣድማዒ መንገዲ ከነዕብዮ ንኽእል?

source: How does Common Voice work?
ti: ኮመን ቮይስ ብኸመይ ይሰርሕ?

source: How does site localization work?
ti: ምትጓም መርበብ ሓበሬታ ብኸመይ ይሰርሕ?

source: How do I access and use the dataset?
ti: ነቲ ዳታሰተ ብኸመይ ክረኽቦን ክጥቀመሉን እኽእል?

source: How do I add a language?
ti: ቛንቛ ብኸመይ ይውስኽ?

source: How do I add sentences?
ti: ምሉእ ሓሳባት ብኸመይ የእቱ?

source: How do I know whether to approve a voice clip?
ti: ናይ ድምጺ ክሊፕ ከጽድቕ ከምዘለኒ ብኸመይ ክፈልጥ እኽእል?

source: How do I record a high quality voice clip?
ti: ልዑል ብቕዓት ዘለዎ ናይ ድምጺ ጽሬት ብኸመይ ክቐርጾ ይኽእል?

source: How do I stay in touch?
ti: ብኸመይ ክንውከሰኩም ንኽእል?

source: How would you describe your accent?
ti: ላሃጃኻ ብኸመይ ትገልጾ?

source: Hungarian
ti: ሃንጋርያን

source: I agree
ti: ይሰማማዕ እየ።

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ti: ምስ ናይ ሓባራዊ ድምጺ <termsLink>ውዕላት</termsLink> ከምኡ’ውን <privacyLink>መተሓሳሰቢ ብሕታዊነት</privacyLink> ይሰማማዕ እየ

source: Icelandic
ti: ኣይስላንዲክ

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
ti: ከም ናይ ሸቶ መዘኻኸሪታት ብዛዕባ ዕቤት ዝገብሮ ምትዕርራያት ከምኡውን ብዛዕባ ኮመን ቮይስ ዚገልጽ ጋዜጣታት ዝኣመሰለ ኢ-መይል ክቕበል እደሊ እየ።

source: I do not agree
ti: ኣይሰማማዕን እየ።

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
ti: ሓደ ክሊፕ ብ2 ሰባት እንተተነጺጉ ኣብ ዝተፈላለየ ንኡስ ስብስብ ናይቲ ዳታሴት ይለቐቕ።

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
ti: ምሉእ ሓሳባት ነቲ መምዘኒታት ዘየማልአ እንተኾይኑ፣ ኣብ "ንጸግ" ጥውቕ። ርግጸኛ እንተዘይኮይንካ ግን፣ ነዚ ነጢርባ ናብ ዝቕጽል ምሉእ ሓሳባት ቀጽል።

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
ti: ምሉእ ሓሳባት ነዚ ዘማልአ እንተኾይኑ፣ ኣብ "ኣጽድቕ" ዝብል ጠውቕ።

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
ti: <strong>ክትሰምዖም</strong>ን <strong>ክትርድኦምን</strong> እንተትኽእል፡ መብዛሕትኡ ግዜ <strong>ምጽዳቕ</strong> ዝበለጸ’ዩ።

source: If you run out of sentences to review, please help us collect more sentences!
ti: ዝህየስ ምሉእ ሓሳባት እንተተወዲኡ፣ ዝያዳ ምሉእ ሓሳባት ኣብ ምእካብ ሓግዘና!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
ti: እቲ ኣደማምጻ ንምርዳእ <strong>ዘይከኣል</strong> ዝገብሮ እንተመሲሉካ፡ ወይ <strong>ብዙሕ ድሕረ ባይታ ድምጺ</strong> እንተሃልዩ፡ ወይ <strong>ካልኦት ሰባት እውን ይዛረቡ</strong> ኣለዉ፡ ሽዑ ንስኻ ነቲ ክሊፕ ክነጽጎ ይግባእ። <accuracyLink>ተወሳኺ ሓበሬታ ኣብ መዐቀኒታት ልክዕነትና</accuracyLink> ርአ።

source: Igbo
ti: ኢግቦ

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
ti: ናይ ድምጺ ወፈያ ንምግባር ናይ ብሕተይ ሸቶ ጥራይ ኣውጺአ ኣለኹ #CommonVoice፥ ምሳይ ሓቢርኩም ናይ ሓቂ ሰባት ብኸመይ ከም ዚዛረቡ ማሽናት ኣብ ምምሃር ንሓግዝ { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
ti: ከምቲ ኣብ ናይ ሞዚላ <privacyLink>ናይ ምስጢር ፖሊሲ</privacyLink> ዝተገልጸ ነዚ ሓበሬታ እዚ ምሓዝኩም ይቅበሎ እየ።

source: Includes email, username & demographic info, available right away
ti: ብኡንብኡ ኽትረኽቦ እትኽእል ኢመይል፡ ስም ተጠቃሚን ደሞግራፍያዊ ሓበሬታን የጠቃልል

source: Includes mp3s and related sentences, may take some time to prepare
ti: MP3ን ምስኡ ዚተሓሓዝ ምሉእ ሓሳባትን ዜጠቓልል ኰይኑ ንምድላው እተወሰነ ግዜ ኺወስድ ይኽእል እዩ

source: Indonesian
ti: ኢንዶነዝያን

source: Information about the language
ti: ሓበሬታ ብዛዕባ እዚ ቛንቛ

source: In Progress
ti: ኣብ ገስጋስ

source: Interested in learning more and contributing to the project?
ti: ዝያዳ ኽትመሃርን ኣብቲ ፕሮጀክት ኣበርክቶ ኺገብርን ዶ?

source: Interlingua
ti: ኢንተርሊንጓ

source: Interlingue
ti: ኢንተርሊንጓ

source: Irish
ti: ኣይሪሽ

source: IsiNdebele (North)
ti: IsiNdebele(ሰሜን)

source: IsiNdebele (South)
ti: IsiNdebele (ደቡብ)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
ti: <isoCodeLink>ISO ኮዳት</isoCodeLink> እንተተፈሊጡ

source: Is the clip valid?
ti: እዛ ቀረጻ እዚእ ቅንዕቲ ድያ?

source: Italian
ti: ጥልያን

source: It contains words or phrases that are hard to read or pronounce.
ti: ንኸተንብቦ ወይ ንኸተድምጾ ኣሸጋሪ ቃላት ወይ ሓሳባት ኣለዋ።

source: It is written in a language different than what I’m speaking.
ti: ካብ ቛንቛይ ብዝተፈልየ ቛንቛ እያ ተጻሒፋ።

source: Izhorian
ti: ኢዞርያን

source: Japanese
ti: ጃፓን

source: Javanese
ti: ጃቫነሰ

source: Join the Common Voice mailing list
ti: ምስ ዝርዝር ኮመን ቮይስ ተጸምበር

source: Just Unsure?
ti: ርግጸኛ ኣይኮንካን?

source: Kabardian
ti: ካባርድያን

source: Kabyle
ti: ካብይል

source: Kannada
ti: ካንናዳ

source: Kaqchikel
ti: ካክቺከልያን

source: Karakalpak
ti: ካራካልፓክ

source: Kazakh
ti: ካዛክ

source: { $kb }kb max
ti: እንተዓበየ { $kb } ኪሎ ጥራይ

source: Keep
ti: ኣጽንሕ

source: Keep it up, record again <recordIcon></recordIcon>
ti: ኣጆኻ በርትዕ, ድምጺ ምቕዳሕ ቀጽል <recordIcon></recordIcon>

source: Keep the recordings
ti: እቲ ዝተቐርጸ ዓቅብ
